/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "İşlem Tamamlanamıyor";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Daha sonra yeniden deneyin.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Açılamıyor";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Bu ortam biçimi desteklenmiyor.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Açılamıyor";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Bu ortam hasar görmüş olabilir.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Açılamıyor";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Bu uygulama bu dosyayı çalmak/oynatmak üzere yetkilendirilmemiş."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Açılamıyor";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Bu ortam kullanılamıyor.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Kodu Çözülemiyor";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Bu ortam için gerekli olan kod çözücü meşgul.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Ortamın kodunu çözen diğer eylemleri durdurun ve yeniden deneyin.";
